import { Text } from '@radix-ui/themes';
import PageLayout from '@src/containers/page-layout';

function DefaultPage() {
  return (
    <PageLayout title="Главная страница">
      <Text>
        Далеко-далеко за словесными горами в стране гласных и согласных живут,
        рыбные тексты. Свою запятой переписали лучше страна пор свой злых ты
        курсивных продолжил языком строчка, образ путь то знаках гор! До своего
        деревни путь своих! Выйти, гор текстов скатился текста от всех
        пунктуация океана дал использовало проектах, всеми взобравшись буквоград
        за запятой последний жаренные грустный? Города, выйти инициал.
      </Text>
    </PageLayout>
  );
}

export default DefaultPage;
